export const lrc = `[00:00.90]昨夜点的灯还亮著 你的世界却暗了
[00:08.23]你若无其事的笑 让人 心疼
[00:16.17]不问你到底怎么了
[00:19.75]只紧紧拥抱著
[00:23.37]静静让你的泪冲淡苦涩和 伤痕
[00:32.51]
[00:33.50]别再哭了 别再难过了 还有我在呢
[00:41.06]在这一刻 别后悔了
[00:45.84]再多的傻和错 一笑带过
[00:50.38]Please don't cry everything will be fine
[00:55.71]放下所有遗憾 呜
[01:01.76]转身之后 有我为你而守候
[01:09.46]
[01:24.23]结痂的伤口 还醒著 你的天真 沉睡了
[01:32.14]你对爱不再期待 我该 懂了
[01:40.07]你说著曾被他爱著
[01:43.73]他和她却走了
[01:47.22]我懂我 只算你故事里 第三人称
[01:55.22]别再哭了 别再难过了 还有我在呢
[02:03.13]在这一刻 别后悔了
[02:07.78]再多的伤和痛 终会是梦
[02:11.96]Please don't cry everything will be fine
[02:17.79]拥抱你的勇敢 呜
[02:23.65]转身之后 有我为你而守候
[02:28.86]我们曾 越过曲折
[02:32.64]我们曾 有失有得
[02:36.76]我们曾 笑谈人生 有你就够了
[02:43.89]别再哭了 别再难过了 还有我在呢
[02:51.16]在这一刻 别后悔了
[02:55.68]再多的伤和痛 终会是梦
[03:00.03]Please don't cry everything will be fine
[03:05.70]某天再遇到爱 呜
[03:14.18]遗忘了我 我仍为你而守候`;

export const originalLrc = `[00:13.62]最後の電車を逃して並んでる
[00:23.70]うつむいた横顔に君の気持を探す
[00:32.37]
[00:33.01]離れた間に僕らはいつも忘れるフリをしていた
[00:42.84]誰かを愛する優しささえも そっと記憶にしまって
[00:54.35]
[00:54.92]今 午前２時の交差点で
[01:00.03]あの頃のように見つめ合って
[01:05.20]戻らない季節を取り戻したいわけじゃない
[01:11.60]だけど 今君を見てたい
[01:17.68]
[01:18.95]変わらない背中の少し後ろを歩く 懐かしいよ
[01:28.76]振り向いて笑うのはどんな意味かな 君は何を思うの
[01:38.17]
[01:38.85]記憶の扉が解き放たれて 引き寄せてしまいそうでも
[01:48.51]同じ痛みを繰り返したくない そうさ このまま このまま
[02:00.03]
[02:00.70]今 午前２時の交差点で
[02:05.72]あの頃よりも惹かれ合って
[02:11.05]あと一歩進めば時計の針も進む
[02:17.53]だから 今抱きしめたい
[02:22.19]
[02:23.15]触れたい触れられない距離 問い掛ける目も
[02:32.25]多分もう隠せない この想いで同じ顔をしている
[02:42.32]君といたい
[02:45.51]
[02:46.18]ねえこんな日を夢見てた
[02:51.06]あの頃よりもずっと強く
[02:56.19]探してた何かを見つけた気がしている
[03:02.79]君を 君を
[03:06.39]今 午前２時の交差点で
[03:11.31]あの頃のように見つめ合って
[03:16.40]戻らない季節を取り戻したいわけじゃない
[03:22.99]だけど 今君を見てたい
[03:27.80]本当に大切なモノに気付けるまで
[03:32.43]少し長い時間(とき)が過ぎた
[03:37.38]繋いだ手は二度と離さないでそばにいてね
[03:44.58]また君とふたり`;

export const translatedLrc = `[00:13.62]错过了末班电车，我们并肩站在原地。
[00:23.70]身边的你低着头，我试图揣测你的心
[00:32.37]
[00:33.01]离别的瞬间，我们总是。佯装忘却的样子。
[00:42.84]就连爱一个人的温柔也，静静地锁紧记忆里
[00:54.35]
[00:54.92]现在，在凌晨2点的十字路口
[01:00.03]我们如当初凝视着彼此
[01:05.20]我并不是想取回 再也回不去的时间
[01:11.60]可，现在我只想，就这么看着你
[01:17.68]
[01:18.95]不变的背影，我就在你身后。莫名怀念的感觉
[01:28.76]你转身的笑容，代表什么意思呢？你在想什么？
[01:38.17]
[01:38.85]记忆的门扉就此打开，虽想把你拉进我怀里
[01:48.51]可我不想再经历同样的伤痛。是啊，就这样，这样就好
[02:00.03]
[02:00.70]现在，在凌晨2点的十字路口
[02:05.72]比起那时，更加被对方吸引
[02:11.05]再前进一步，时钟的指针也会向前进
[02:17.53]所以，现在我只想静静抱住你
[02:22.19]
[02:23.15]想要触碰却无法触及的距离，双眼不禁产生疑问
[02:32.25]也许这份爱恋，再也藏不住
[02:42.32]我还想和，露出相同神情的你在一起
[02:45.51]
[02:46.18]呐这曾是我梦寐以求的一天
[02:51.06]比那时还要更加坚定
[02:56.19]我感觉，我已经找到，我一路寻找的东西
[03:02.79]是你，是你
[03:06.39]现在，在凌晨2点的十字路口
[03:11.31]我们如当初凝视着彼此
[03:16.40]我并不是想取回 再也回不去的时间
[03:22.99]可，现在我只想
[03:27.80]就这么看着你
[03:32.43]花了太长的时间，我才察觉到真正重要的是什么
[03:37.38]再不要放开相牵的手，留在我身边
[03:44.58]再次和你携手`;
