export const lrcPiaoYi = `[00:02.11]哈哈哈哈 哈哈哈哈
[00:07.71]这台车帅吧 这边这台车
[00:10.60]超屌 旁边那台什麽车阿
[00:15.62]藤原豆腐 这车擦这麽亮干麻
[00:18.54]我来问他一下好了
[00:21.67]小夥子你那什麽车阿
[00:23.43]AE86阿 怎样?
[00:25.11]AE86? 挑一下阿
[00:28.67]随便阿
[00:52.87]找支笔 写下日记 记录勇气
[00:55.79]我可以 对着墙壁 让拳头叛逆
[00:58.53]呼吸 天窗玻璃 打开我的身体
[01:01.21]这里 引擎声就像是一种乐器
[01:03.83]所以 风呼啸而过刺激
[01:06.70]所以 我在转弯飘移
[01:09.03]加足了马力 飙到底 看仔细
[01:11.58]零到一百公里 谁敢与我为敌
[01:14.30]我用第一人称 在飘移青春
[01:19.33]输跟赢的分寸 计算的很精准
[01:24.45]我踏上风火轮 在飘移青春
[01:29.63]故事中的我们 在演自己的人生
[01:45.14]胜败的对比 是残酷的可以
[01:47.76]运气 从来就不在我这里
[01:50.34]实力没办法模拟 飘移
[01:52.22]人车一体 飘移
[01:53.54]笑看后视镜的自己 啊
[01:55.55]点火 继续 事关 荣誉
[01:58.01]我除了 第一 其它没有 兴趣
[02:00.58]得飘 得飘 得咿的飘
[02:03.14]我安静的喝饮料 轻松的笑
[02:05.73]我用第一人称 在飘移青春
[02:10.90]输跟赢的分寸 计算的很精准
[02:16.07]我踏上风火轮 在飘移青春
[02:21.22]故事中的我们 在演自己的人生
[02:26.47]得飘 得飘 得咿的飘
[02:29.00]得飘 得飘 得咿的飘
[02:31.54]我绕过山腰 雨声敲敲
[02:34.15]我绕过山腰 雨声敲敲
[02:36.67]得飘 得飘 得咿的飘
[02:39.30]得飘 得飘 得咿的飘
[02:41.80]再开进隧道 风声潇潇
[02:44.45]再开进隧道 风声潇潇
[02:47.10]我用第一人称 在飘移青春
[02:52.15]输跟赢的分寸 计算的很精准
[02:57.34]我踏上风火轮 在飘移青春
[03:02.51]故事中的我们 在演自己的人生`;
